Revit 2023 API
GroupTypeId.RailingSystemSegmentUGrid Property
 "U Grid"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId RailingSystemSegmentUGrid { get; }
Visual Basic
Public Shared ReadOnly Property RailingSystemSegmentUGrid As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RailingSystemSegmentUGrid {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace